Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/energy_and_water_services/index.html.txt.tmx
Source language: en
Languages: ga

source: Energy and water services
ga: Seirbhísí Fuinnimh agus Uisce

source: Natural gas can be used for domestic central heating, cooking, etc. Find out about connection to the network and the services that are available
ga: Déanann an cháipeis seo cur síos ar na seirbhísí a thairiscíonn Bord Gais, an comhlucht reachtúil atá freagrach as soláthar, traiseoladh agus dáileadh gáis nádúrtha

source: Electricity services provided in Ireland, including information on voltage, domestic use, charges and services for people with disabilities and older people
ga: Cuirtear eolas ar fáil faoi voltas, úsáid tí, táillí, agus tá eolas faoi sheirbhísí do dhaoine le míchumais agus daoine níos sine san áireamh

source: The various ways that water is supplied to homes and businesses
ga: Na bealaí éagsúla a sholáthraítear uisce do thithe agus do ghnólachtaí

source: This document is in: Environment > Water services
ga: This document is in: Comhshaol > Seirbhísí uisce

source: Details of the system of domestic water charges, which are currently suspended
ga: Sonraí faoin gcóras le haghaidh muirir uisce tí, atá ar fionraí ar feah 9 mí ón 1 Iúil 2016

source: Commission for Energy Regulation
ga: An Coimisiún um Rialáil Fuinnimh

source: The regulator for the electricity and natural gas markets in Ireland is the Commission for Energy Regulation (CER)
ga: Is é an rialtóir do mhargaí leictreachais agus gáis nádúrtha in Éirinn ná an Coimisiún um Rialáil Fuinnimh (CRF)

source: They also handle consumer complaints
ga: Láimhseálann siad gearáin ó thomhaltóirí chomh maith

source: Most Read in "Consumer Affairs"
ga: Ábhar is mó éilimh i "Gnóthaí Tomhaltóirí"

source: Your rights as a consumer in Ireland
ga: Cearta Tomhaltóirí in Éirinn

source: Display of prices for goods and services
ga: Carr athláimhe a cheannach

source: Replacements, refunds and credit notes
ga: Taispeáint praghsanna d'earraí agus seirbhísí
